tap "aquasecurity/trivy"
tap "armmbed/formulae"
tap "dagger/tap"
tap "daipeihust/tap"
tap "goodwithtech/r"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "remind101/formulae"
brew "act"
brew "highway"
brew "libpng"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "m4"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "readline"
brew "asdf"
brew "icu4c"
brew "boost"
brew "avrdude"
brew "python@3.12"
brew "aws2-wrap"
brew "python@3.11"
brew "awscli"
brew "python-setuptools"
brew "cryptography"
brew "localstack"
brew "awscli-local"
brew "awslogs"
brew "bc"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bison"
brew "bison@2.7"
brew "blueutil"
brew "bzip2"
brew "c-ares"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libxext"
brew "libunistring"
brew "libnghttp2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "direnv"
brew "docutils"
brew "figlet"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "golang-migrate"
brew "golangci-lint"
brew "grep"
brew "groonga"
brew "pkg-config"
brew "guile"
brew "harfbuzz"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "tcl-tk"
brew "pillow"
brew "qpdf"
brew "img2pdf"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "k6"
brew "libedit"
brew "libfido2"
brew "libgit2"
brew "libgit2@1.6"
brew "libiconv"
brew "libuv"
brew "libxml2"
brew "libzip"
brew "z3"
brew "lua"
brew "luv"
brew "mas"
brew "mkcert"
brew "mockery"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nodebrew"
brew "noti"
brew "num-utils"
brew "p7zip"
brew "peco"
brew "perl"
brew "postgresql@14"
brew "pstree"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "switchaudio-osx"
brew "telnet"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "trash", link: false
brew "trash-cli"
brew "tree"
brew "vegeta"
brew "wget"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/hid_bootloader_cli"
brew "qmk/qmk/mdloader"
brew "remind101/formulae/assume-role"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "clipy"
cask "discord"
cask "docker"
cask "drawio"
cask "font-hack-nerd-font"
cask "google-chat"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "jetbrains-gateway"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lg-onscreen-control"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "pdfelement"
cask "phpstorm"
cask "postman"
cask "postman-agent"
cask "sequel-ace"
cask "session-manager-plugin"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "visual-studio-code"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "austenc.laravel-blade-spacer"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "darkriszty.markdown-table-prettify"
vscode "dbaeumer.vscode-eslint"
vscode "deepinthought.vscode-shell-snippets"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.terminal"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jallen7usa.vscode-cue-fmt"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "neilbrayfield.php-docblocker"
vscode "nickgo.cuelang"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pmneo.tsimporter"
vscode "rebornix.ruby"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "shufo.vscode-blade-formatter"
vscode "sianglim.slim"
vscode "spook.easysass"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "xaver.clang-format"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
