tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jpeg"
brew "libpng"
brew "m4"
brew "autoconf"
brew "bc"
brew "bison"
brew "bison@2.7"
brew "bzip2"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "cask"
brew "cmake"
brew "openldap"
brew "curl"
brew "docker"
brew "figlet"
brew "gawk"
brew "gh"
brew "git"
brew "xz"
brew "python@3.9"
brew "go"
brew "grep"
brew "groonga"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "mysql-client"
brew "postgresql"
brew "libzdb"
brew "libzip"
brew "lua"
brew "mas"
brew "mcrypt"
brew "mkcert"
brew "mono"
brew "node"
brew "nodebrew"
brew "noti"
brew "num-utils"
brew "peco"
brew "perl"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "rename"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "tcl-tk"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "zlib"
brew "zsh"
cask "alfred"
cask "clipy"
cask "docker"
cask "evernote"
cask "font-hack-nerd-font"
cask "iterm2"
cask "rocket"
cask "tableplus"
cask "visual-studio-code"
cask "google-japanese-ime"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
# mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
