adpyke.vscode-sql-formatter
amiralizadeh9480.laravel-extra-intellisense
austenc.laravel-blade-spacer
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bung87.rails
bung87.vscode-gemfile
codingyu.laravel-goto-view
CoenraadS.bracket-pair-colorizer
darkriszty.markdown-table-prettify
dbaeumer.vscode-eslint
DeepInThought.vscode-shell-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.terminal
foxundermoon.shell-format
GitHub.github-vscode-theme
golang.go
hashicorp.terraform
jallen7usa.vscode-cue-fmt
marp-team.marp-vscode
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mike-co.import-sorter
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
neilbrayfield.php-docblocker
nickgo.cuelang
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
pmneo.tsimporter
rebornix.ruby
rexshi.phpdoc-comment-vscode-plugin
shufo.vscode-blade-formatter
sianglim.slim
spook.easysass
stef-k.laravel-goto-controller
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
xdebug.php-debug
yzhang.markdown-all-in-one
