apility.beautify-blade
bmewburn.vscode-intelephense-client
bung87.rails
bung87.vscode-gemfile
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DeepInThought.vscode-shell-snippets
eamodio.gitlens
esbenp.prettier-vscode
felixfbecker.php-debug
formulahendry.terminal
foxundermoon.shell-format
golang.go
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
rebornix.ruby
rexshi.phpdoc-comment-vscode-plugin
sianglim.slim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
