adpyke.vscode-sql-formatter
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
austenc.laravel-blade-spacer
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmewburn.vscode-intelephense-client
bung87.rails
bung87.vscode-gemfile
codezombiech.gitignore
codingyu.laravel-goto-view
darkriszty.markdown-table-prettify
dbaeumer.vscode-eslint
DeepInThought.vscode-shell-snippets
donjayamanne.git-extension-pack
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.terminal
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
golang.go
hashicorp.terraform
jallen7usa.vscode-cue-fmt
marp-team.marp-vscode
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mike-co.import-sorter
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
neilbrayfield.php-docblocker
nickgo.cuelang
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
pmneo.tsimporter
rebornix.ruby
rexshi.phpdoc-comment-vscode-plugin
shufo.vscode-blade-formatter
sianglim.slim
spook.easysass
twxs.cmake
vscodevim.vim
Vue.volar
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
xaver.clang-format
xdebug.php-debug
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
